[
  {
    "pageNumber": 2,
    "text": "- 1 -\nThe Time Machine\n1\n- 1 -\nThe Time Traveller (for so it will be convenient to speak of him) was\nexpounding a recondite matter to us. His grey eyes shone and twinkled,\nand his usually pale face was flushed and animated. The fire burned\nbrightly, and the soft radiance of the incandescent lights in the lilies of\nsilver caught the bubbles that flashed and passed in our glasses. Our\nchairs, being his patents, embraced and caressed us rather than submitted\nto be sat upon, and there was that luxurious after-dinner atmosphere\nwhen thought runs gracefully free of the trammels of precision. And he\nput it to us in this way--marking the points with a lean forefinger--as we\nsat and lazily admired his earnestness over this new paradox (as we\nthought it) and his fecundity.\n\u0060You must follow me carefully. I shall have to controvert one or two\nideas that are almost universally accepted. The geometry, for instance,\nthey taught you at school is founded on a misconception.\u0027\n\u0060Is not that rather a large thing to expect us to begin upon?\u0027 said Filby, an\nargumentative person with red hair.\n\u0060I do not mean to ask you to accept anything without reasonable ground\nfor it. You will soon admit as much as I need from you. You know of"
  },
  {
    "pageNumber": 3,
    "text": "The Time Machine H. G. Wells\n- 2 -\ncourse that a mathematical line, a line of thickness nil, has no real\nexistence. They taught you that? Neither has a mathematical plane. These\nthings are mere abstractions.\u0027 \n\u0060That is all right,\u0027 said the Psychologist. \n\u0060Nor, having only length, breadth, and thickness, can a cube have a real\nexistence.\u0027 \n\u0060There I object,\u0027 said Filby. \u0060Of course a solid body may exist. All real\nthings--\u0027 \n\u0060So most people think. But wait a moment. Can an instantaneous cube\nexist?\u0027 \n\u0060Don\u0027t follow you,\u0027 said Filby. \n\u0060Can a cube that does not last for any time at all, have a real existence?\u0027 \nFilby became pensive. \u0060Clearly,\u0027 the Time Traveller proceeded, \u0060any real\nbody must have extension in four directions: it must have Length,\nBreadth, Thickness, and--Duration. But through a natural infirmity of the\nflesh, which I will explain to you in a moment, we incline to overlook\nthis fact. There are really four dimensions, three which we call the three\nplanes of Space, and a fourth, Time. There is, however, a tendency to\ndraw an unreal distinction between the former three dimensions and the\nlatter, because it happens that our consciousness moves intermittently in\none direction along the latter from the beginning to the end of our lives.\u0027 \n\u0060That,\u0027 said a very young man, making spasmodic efforts to relight his"
  },
  {
    "pageNumber": 4,
    "text": "H. G. Wells The Time Machine\n- 3 -\ncigar over the lamp; \u0060that...very clear indeed.\u0027 \n\u0060Now, it is very remarkable that this is so extensively overlooked,\u0027\ncontinued the Time Traveller, with a slight accession of cheerfulness.\n\u0060Really this is what is meant by the Fourth Dimension, though some\npeople who talk about the Fourth Dimension do not know they mean it. It\nis only another way of looking at Time. There is no difference between\ntime and any of the three dimensions of Space except that our\nconsciousness moves along it. But some foolish people have got hold of\nthe wrong side of that idea. You have all heard what they have to say\nabout this Fourth Dimension?\u0027 \n\u0060 I have not,\u0027 said the Provincial Mayor. \n\u0060It is simply this. That Space, as our mathematicians have it, is spoken of\nas having three dimensions, which one may call Length, Breadth, and\nThickness, and is always definable by reference to three planes, each at\nright angles to the others. But some philosophical people have been\nasking why three dimensions particularly--why not another direction at\nright angles to the other three?--and have even tried to construct a Four-\nDimensional geometry. Professor Simon Newcomb was expounding this\nto the New York Mathematical Society only a month or so ago. You\nknow how on a flat surface, which has only two dimensions, we can\nrepresent a figure of a three-dimensional solid, and similarly they think\nthat by models of three dimensions they could represent one of four--if\nthey could master the perspective of the thing. See?\u0027 \n\u0060I think so,\u0027 murmured the Provincial Mayor; and, knitting his brows, he\nlapsed into an introspective state, his lips moving as one who repeats\nmystic words. \u0060Yes, I think I see it now,\u0027 he said after some time,\nbrightening in a quite transitory manner. "
  }
]